[
    {"headline": "Lioness kills father of her cubs at zoo", "author": "https://www.facebook.com/bbcnews", "keywords": ["Indiana", "Zoos and Zoology", "Lions", "United States"], "description": "Lioness Zuri attacked the father of her cubs, Nyack, who had lived with her for eight years.", "text": "A lioness has killed the father of her three cubs in their pen at a zoo in the US, officials say.\nZuri, 12, attacked 10-year-old Nyack and staff at Indianapolis Zoo could not separate the pair. He died of suffocation.\nThe pair had lived in the same enclosure for eight years, and had three cubs together in 2015.\nIn a Facebook post the zoo said staff would conduct a \"thorough review\" to try to find out what happened.\n\"Nyack was a magnificent lion and he will be greatly missed,\" it read. \n\n    \n        \n            Skip Facebook post  by Indianapolis Zoo\n            Our Zoo family is sad to announce that 10-yr-old male African lion Nyack has died. Earlier this week he was injured...Posted by Indianapolis Zoo on Friday, 19 October 2018\n            Report\n            End of Facebook post  by Indianapolis Zoo\n        \n    \n\n\nStaff said they were alerted by \"an unusual amount of roaring\" coming from the lion pen.\nZuri was holding Nyack by the neck, and despite efforts to separate the pair the lioness continued to hold her partner until he had stopped moving. \nThere had never been any noticeable aggression between the pair, the statement said.\n\"[Staff] build strong bonds with the animals so any loss affects us all greatly,\" Indianapolis Zoo curator David Hagan told Reuters. \"For a lot of us, it's just like a family member.\"\nThe release said their are no current plans to change how the zoo's lions are managed.", "viewtime": "2018-10-22 01:10:06", "url": "https://www.bbc.com/news/world-us-canada-45935824", "sha1": "e092b1b6cd3fbe8812bec14f38654ade99910f48"},
    {"headline": "Saudis now say journalist was murdered", "author": "https://www.facebook.com/bbcnews", "keywords": ["Jamal Khashoggi disappearance", "Mohammed bin Salman", "Jamal Khashoggi disappearance", "Donald Trump", "United States", "Turkey", "Recep Tayyip Erdogan", "Salman bin Abdul Aziz Al Saud", "Saudi Arabia"], "description": "A senior minister blames a \"rogue operation\" as pressure mounts over the death of Jamal Khashoggi.", "text": "Saudi Arabia says that journalist Jamal Khashoggi was murdered, blaming a \"rogue operation\" for a killing that has sparked an international outcry.\nForeign Minister Adel al-Jubeir told Fox News the act was a \"tremendous mistake\" and denied the influential crown prince ordered the killing.\nSaudi Arabia has been under pressure to explain what happened, having first said Mr Khashoggi was alive.\nHe was last seen entering the Saudi consulate in Istanbul on 2 October.\n\nThe Jamal Khashoggi story so far\nWho's who in alleged Saudi 'hit squad'\nKhashoggi suspect had 'cyber spy' training\n\nTurkish officials believe he was murdered by a team of Saudi agents inside the building.\nSaudi Arabia initially said he had left the building unharmed but on Friday admitted for the first time he was dead, saying that he was killed in a fight.\nThat claim though met widespread scepticism. \nWhat's the latest from the Saudis?\nIn his comments, Mr al-Jubeir described the incident as murder.\n\"We are determined to find out all the facts. And we are determined to punish those who are responsible for this murder,\" he said. \n\"The individuals who did this did this outside the scope of their authority,\" he added. \"There obviously was a tremendous mistake made, and what compounded the mistake was the attempt to try to cover up.\"\nHe also said that they did not know where the body was, and insisted the action was not ordered by Crown Prince Mohammed bin Salman, seen as Saudi Arabia's most influential figure. \n\"Even the senior leadership of our intelligence service was not aware of this,\" he said, calling it a \"rogue operation\".\nSaudi Arabia says it arrested 18 people, sacked two aides of Mohammed bin Salman and set up a body, under his leadership, to reform the intelligence agency following the incident. \nWhat has been the international reaction?\nIn a Washington Post interview on Saturday, US President Donald Trump said there had been \"deception\" and \"lies\" in Saudi Arabia's explanation, having previously said he found their narrative to be credible.\nHe said he would \"love\" it if the Crown Prince was not responsible for the murder. The president has raised the possibility of imposing sanctions but said halting an arms deal would \"hurt us more than it would hurt them\".\nThe UK, France and Germany issued a joint statement expressing shock at the death and demanding a full explanation, saying: \"Nothing can justify this killing and we condemn it in the strongest possible terms.\"\nSeveral of Saudi Arabia's regional allies have come out in its support.\nKuwait praised King Salman for his handling of the case, while Egypt, Bahrain and the United Arab Emirates have been among those reflecting similar praise.\n\nIs this the end of Saudi prince's honeymoon?\nWhy Saudi Arabia matters to the West\n\nAlso on Sunday, Turkey's president Recep Tayyip Erdogan said he would reveal the \"naked truth\" of the matter in parliament on Tuesday.\nWhere is the investigation now?\nAlthough Turkey has so far stopped short of officially blaming Saudi Arabia for the killing, investigators have said they have audio and video evidence which shows Mr Khashoggi, was killed by a team of Saudi agents inside the consulate.\nPolice have searched the nearby Belgrad forest in Istanbul where they believe the body may have been taken and one official was hopeful its fate would be known \"before long\".\nBoth the consulate and the residence of the Saudi consul have been searched too.\nReuters reported on Sunday it had spoken to a Saudi official who said Mr Khashoggi had died in a chokehold after resisting attempts to return him to Saudi Arabia. His body was then rolled in a rug and given to a local \"co-operator\" to dispose of.\nA Saudi operative then reportedly donned Mr Khashoggi's clothes and left the consulate.  \nThe official said Saudi statements had changed because of \"false information reported internally at the time\".", "viewtime": "2018-10-22 01:10:07", "url": "https://www.bbc.com/news/world-middle-east-45935823", "sha1": "9911f307fd8a6d19f1067648f6430933d168f0d2"},
    {"headline": "Australia apologises to sexual abuse victims", "author": "https://www.facebook.com/bbcnews", "keywords": ["Australia", "Child abuse"], "description": "The national apology is for tens of thousands of children who were sexually abused over decades.", "text": "Australian Prime Minister Scott Morrison has given a national apology to victims of child sexual abuse.\nHundreds of people gathered in Canberra on Monday to hear Mr Morrison deliver the emotional address in parliament.\nIt follows a five-year inquiry which found tens of thousands of children had suffered abuse in the nation's institutions over decades.\n\"Today, we finally acknowledge and confront the lost screams of our children,\" he said.\n\"We must be so humble to fall before those who were forsaken and beg to them our apology.\"\nThe inquiry, which concluded last December, heard more than 8,000 testimonies from victims about abuse in organisations such as churches, schools and sports clubs.\n\nWhy some victims are shunning the apology\nSexual abuse 'a national tragedy'\n'I feel like a weight has been lifted'\n\nMr Morrison acknowledged their suffering as well as failures by institutions to protect them.\n\"Why were the cries of children and parents ignored? Why was our system of justice blind to injustice? Why has it taken so long to act?\" he said.\nHis voice trembled briefly as he described the impact of abuse on lives.\n\"We love you. We hear you. And we honour you,\" he said.\nAction urged\nSupport groups said victims and their supporters had travelled from around the nation to hear the apology in the parliament's galleries.\n\"They are coming with very heavy hearts,\" said Leonie Sheedy, the chief executive of Care Leavers Australasia Network.\n\"It is a wonderful thing our country's apologising, but there is so much more work to be done.\"\nMany survivors have criticised the government's response to the inquiry - especially over the terms of a national compensation scheme.\nVictims are eligible to apply for payments of up to A$150,000 (£80,000; $106,000) each.\nIn August, the Catholic Church formally rejected one recommendation made by the inquiry that priests should be forced to report sexual abuse disclosed during confession.", "viewtime": "2018-10-22 01:10:10", "url": "https://www.bbc.com/news/world-australia-45935843", "sha1": "25fbf237a261c5e7de401830678c7a10179886c2"},
    {"headline": "Gorbachev warns on US nuclear treaty plan", "author": "https://www.facebook.com/bbcnews", "keywords": ["Nuclear weapons", "Russia", "Donald Trump", "United States"], "description": "The ex-Soviet president says scrapping a Cold War missile deal will undermine nuclear disarmament.", "text": "Former Soviet President Mikhail Gorbachev says US President Trump's plan to withdraw from a key Cold War nuclear weapons treaty is a reversal of efforts to achieve nuclear disarmament. \nMr Gorbachev - who signed the Intermediate-Range Nuclear Forces (INF) treaty with President Reagan in 1987 - questioned the plan's intelligence.\nMr Trump said Russia had been \"violating [the INF] for many years\".\nRussia has condemned the plans and threatened to retaliate.\nThe Kremlin said President Vladimir Putin would be seeking an explanation from visiting US National Security Adviser John Bolton.\nGermany was the first US ally to criticise the move, with Foreign Minister Heiko Maas urging Washington to consider the consequences both for Europe and for future disarmament efforts. \nThe INF banned ground-launched medium-range missiles, with a range of between 500 and 5,500km (310-3,400 miles).\nIt was signed near the end of the Cold War, a period of relations between the US and the Soviet Union from 1945 to 1989 marked by intense international tension and overshadowed by the threat of nuclear conflict.\nIn the past five decades the US and Russia have signed a range of joint agreements to limit and reduce their substantial nuclear arsenals.\nWho is Mikhail Gorbachev?\n\nThe last General Secretary of the Soviet Union\nAppointed in 1985, his domestic reforms and nuclear disarmament deals helped end the Cold War\nResigned as Soviet president in 1991 after Soviet republics declared independence\n\nRead more: The man who lost an empire\nWhat exactly has Trump said?\nPresident Trump said the US would not let Russia \"go out and do weapons [while] we're not allowed to\".\n\"I don't know why President [Barack] Obama didn't negotiate or pull out,\" the president said of the INF treaty after a campaign rally in Nevada. \n\nRussia denies breaking missile treaty\nTensions rise as US threatens to 'take out' Russian missiles\n\nIn 2014, President Obama accused Russia of breaching the INF after it allegedly tested a ground-launched cruise missile. He reportedly chose not to withdraw from the treaty under pressure from European leaders, who said such a move could restart an arms race.\nHow has Russia responded?\n\"This would be a very dangerous step that, I'm sure, not only will not be comprehended by the international community but will provoke serious condemnation,\" Russia's Deputy Foreign Minister Sergei Ryabkov said.\nThe treaty is \"significant for international security and security in the sphere of nuclear arms, for the maintenance of strategic stability,\" he told state news agency Tass.\nThe minister also told the news agency RIA Novosti that if the US continued to behave \"clumsily and crudely\" and backed out of international agreements, \"then we will have no choice but to undertake retaliatory measures, including involving military technology\".\n\"But we would not want to get to this stage,\" he added.\n'A significant setback'\nAnalysis by BBC defence and diplomatic correspondent Jonathan Marcus\nConcern about Russia's development and deployment of a missile system that breaches the INF treaty predates the Trump administration. But the president's decision to walk away from the agreement marks a significant setback for arms control. \nMany experts believe that negotiations should have continued to try to bring the Russians back into compliance. It is, they fear, part of the wider unravelling of the whole system of arms control treaties that helped to curb strategic competition during the Cold War.\nOther factors too may have played into President Trump's decision. This was a bilateral treaty between Washington and Moscow. China was free to develop and deploy intermediate range nuclear missiles. Some in the Trump administration feel that the INF treaty places them at a growing disadvantage in their developing  strategic rivalry with Beijing .  \nHas Russia breached the treaty?\nThe US insists the Russians have, in breach of the deal, developed a new medium-range missile called the Novator 9M729 - known to Nato as the SSC-8.\nIt would enable Russia to launch a nuclear strike at Nato countries at very short notice.\nRussia has said little about its new missile other than to deny that it is in breach of the agreement. Analysts say Russia sees such weapons as a cheaper alternative to conventional forces.\nThe New York Times reported on Friday the US was considering withdrawing from the treaty in a bid to counter China's expanding military presence in the western Pacific. China was not a signatory of the deal, allowing it to develop medium-range missiles without restraint. \nThe last time the US withdrew from a major arms treaty was in 2002, when President George W Bush pulled the US out of the Anti-Ballistic Missile Treaty, which banned weapons designed to counter ballistic nuclear missiles. \nHis administration's move to set up a missile shield in Europe alarmed the Kremlin, and was scrapped by the Obama administration in 2009. It was replaced by a modified defence system in 2016.\nWhat is the Intermediate-Range Nuclear Forces (INF) treaty?\n\nSigned by the US and the USSR in 1987, the arms control deal banned all nuclear and non-nuclear missiles with short and medium ranges, except sea-launched weapons\nThe US had been concerned by the Soviet deployment of the SS-20 missile system and responded by placing Pershing and Cruise missiles in Europe - sparking widespread protests\nBy 1991, nearly 2,700 missiles had been destroyed. Both countries were allowed to inspect the others installations\nIn 2007, Russian president Vladimir Putin declared the treaty no longer served Russia's interests. The move came after the US withdrew from the Anti-Ballistic Missile Treaty in 2002", "viewtime": "2018-10-22 01:10:12", "url": "https://www.bbc.com/news/world-us-canada-45931231", "sha1": "18fba7c090a38b0a0b4ed0e7d53db99406a660fe"},
    {"headline": "Khashoggi suspect had 'cyber spy' training", "author": "https://www.facebook.com/bbcnews", "keywords": ["Jamal Khashoggi disappearance", "Jamal Khashoggi disappearance", "Turkey", "Saudi Arabia", "Istanbul"], "description": "A source tells the BBC about one of the Saudi agents alleged to have killed journalist Jamal Khashoggi.", "text": "The BBC has uncovered new details about one of the men accused of murdering Jamal Khashoggi, a prominent Saudi journalist who was critical of his country's government.\nTurkish media identified Maher Abdulaziz Mutreb as being part of a 15-member team of suspected Saudi agents who flew into and out of Istanbul on the day of Mr Khashoggi's disappearance from the city's Saudi consulate on 2 October.\nHe is said to have spent two years working in London, with a source describing him as a colonel in Saudi intelligence to US news network CNN.\nAnd now BBC Arabic can reveal he was trained how to use offensive spyware technology on behalf of the Saudi state.\n\nWhat we know about Saudi journalist's disappearance\nWho's who in alleged Saudi 'hit squad'\nSaudi Arabia profile \n\nThe source, who spoke to the BBC on condition of anonymity, has visually confirmed his identity from pictures circulated in the media in the days since Mr Khashoggi's disappearance.\nAccording to him, Mr Mutreb was introduced as \"an intelligence security operative\". The spyware trainers, however, nicknamed him \"dark face\".\n\"Because he looked always grumpy, like he was on the sad side… he was very silent,\" the source added.\nSaudi Arabia denies any knowledge of what happened to Mr Khashoggi, insisting he left the consulate soon after getting routine paperwork.\nTrained to target citizens\nThe European surveillance expert described how Mr Mutreb spent two weeks on a course with him in 2011, learning how to use the technology his company was providing the Saudi government so that it could carry out targeted attacks on the phones and computers of its own citizens. \n\"The training involved things like infecting a computer from potential targets of interest for intelligence and extracting information, so digital evidence, information about this person of interest.\n\"This information might have been basically everything from [their] GPS position, conversation, microphone audio around the device itself, camera pictures, files on disk, emails, contacts, everything that was on the device itself.\"\nDuring the training, which was in a military compound in the suburbs of Riyadh, the surveillance expert says Mr Mutreb \"used to come and go\" and \"almost didn't speak at all\".\n\"He wasn't one of the guys who was particularly skilled on the technical side,\" the spyware trainer explained. \n\"The group was split between those doing physical intelligence… so cameras, microphones etc, and another group of people that were doing digital surveillance… I believe that this guy was more on the physical surveillance than the digital surveillance.\"\nThe tools he was trained in, the source said, were similar to other tools which, according to Citizenlab and Amnesty International, were recently used against several of Mr Khashoggi's friends.\nPaper trail\nMr Mutreb is believed to have spent two years working at the Saudi embassy in London. A document published by the British government in 2007 listed a man with that name as first secretary.\nHowever, he has also been named as a Saudi intelligence officer by several individuals, and some leaked documents.\nCNN spoke to a Saudi source in London who said he knew Mr Mutreb, describing him as a colonel in Saudi intelligence, while the popular Arabic app MenoM3ay - which enables users to see the names people have linked to phone numbers - lists a man with that name as a colonel in the royal court.\nOn October 12 Wikileaks tweeted the Khashoggi Files, which included emails with the name of Mutreb and five other men who were supposed to have attended a course in Italy in 2011, run by an Italian company called Hacking Team.\nThe emails were part of a dump of 400GB of data first released by Wikileaks in July 2015, which Hacking Team say was stolen from their internal network. \nThe emails also included conversations that suggested the intelligence agencies Hacking Team worked with used it to spy on activists and journalists. \nThe emails included a list of countries they sold their tools to, including Egypt, Russia, Saudi Arabia and Sudan. Hacking Team also sells surveillance software, some of which has offensive capabilities.", "viewtime": "2018-10-22 01:10:14", "url": "https://www.bbc.com/news/world-middle-east-45918610", "sha1": "1d00916e11c59d213e57afbc64f6fd5d78e68163"},
    {"headline": "Who's who in alleged Saudi 'hit squad'", "author": "https://www.facebook.com/bbcnews", "keywords": ["Jamal Khashoggi disappearance", "Jamal Khashoggi disappearance", "Turkey", "Saudi Arabia"], "description": "Turkish police fear 15 Saudis who flew to Istanbul on 2 October may have murdered Jamal Khashoggi.", "text": "Turkish media have named 15 Saudi nationals who Turkish officials suspect were involved in the disappearance of Jamal Khashoggi, a prominent Saudi journalist critical of the government who was last seen entering the Saudi consulate in the city of Istanbul on 2 October.\nMost of the men flew into Istanbul on two private jets hours before Mr Khashoggi arrived at the consulate to collect some routine paperwork, and flew back to Riyadh later in the day on the same jets. \nTurkish officials believe the men are Saudi officials and intelligence officers, an allegation that appears to be supported by open source information that is freely available.\nSaudi authorities deny any involvement in Mr Khashoggi's disappearance. They insist he left the consulate soon after getting the paperwork.\nSalah Muhammed A Tubaigy, 47\nDr Tubaigy is a forensic pathologist who completed a master's degree at the University of Glasgow in Scotland, and in 2015 he spent three months at the Victorian Institute of Forensic Medicine in Australia. \nThe doctor identifies himself on his Twitter account as a professor of forensic medicine and head of the Saudi Scientific Council of Forensics. The account also links to the Saudi interior ministry. \nIn 2014 the London-based Arabic newspaper Asharq al-Awsat said Dr Tubaigy was a lieutenant colonel working for the forensic science department of the interior ministry's General Directorate of Public Security.  \nIn an interview, accompanied by a photograph of him wearing uniform, the doctor discussed a mobile laboratory that he had designed to allow pathologists to perform post-mortems in only seven minutes in order to quickly determine the cause of death of Muslims performing the Hajj pilgrimage. \nTurkish officials have also said that Dr Tubaigy was carrying a bone saw when he flew into Istanbul Ataturk Airport from Riyadh at 03:13 on 2 October on a private jet with the tail number HZSK2. The jet is owned by Sky Prime Aviation Services, a company that was reportedly seized by the Saudi government in an anti-corruption drive last year.\nDr Tubaigy stayed at a Mövenpick Hotel Istanbul, 0.5km (0.3 miles) west of the Saudi consulate, and departed Istanbul airport on HZSK2 at 22:54 on 2 October. The jet returned to Riyadh via Dubai, landing late on 3 October.\nUnnamed Turkish officials have since alleged that Dr Tubaigy can be heard in audio recordings from inside the consulate on the day of Mr Khashoggi's disappearance, when they believe the journalist was tortured, killed and dismembered by the Saudi team who flew into the country. \nA man identified as the doctor can be heard recommending that other people join him in listening to music on headphones while he cuts up Mr Khashoggi's body, according to the officials.\nDr Tubaigy has not commented. But a man who said he was the doctor's uncle tweeted that he would never carry out \"such criminal acts\".\nMaher Abdulaziz M Mutreb, 47\nMr Mutreb is believed to have spent two years working at the Saudi embassy in London. A document published by the British government in 2007 listed a man with that name as first secretary. \nA surveillance source confirmed to the BBC his identity as \"an intelligence security operative\", having met him in 2011 and trained him in how to use offensive spyware technology on behalf of the Saudi state.\nThe spyware trainers nicknamed Mr Mutreb \"dark face\", the source said, \"because he looked always grumpy... he was very silent.\"\nKhashoggi suspect had 'cyber spy' training\nCNN cited a Saudi source in London who knew Mr Mutreb as describing him as a colonel in Saudi intelligence, while the popular Arabic app MenoM3ay - which enables users to see the names people have linked to phone numbers - lists a man with that name as a colonel in the royal court.  \nPhotographs also show that he has travelled abroad with Saudi Crown Prince Mohammed bin Salman on at least three occasions since March 2018, suggesting he may have had a security role. \nThe Turkish pro-government newspaper Sabah also published pictures from CCTV footage that appeared to show Mr Mutreb entering the Saudi consulate in Istanbul at 09:55 on 2 October, just over three hours before the journalist arrived, and at the nearby consul-general's residence at 16:53.\nTurkish media said Mr Mutreb arrived in Istanbul on the private jet HZSK2 along with Dr Tubaigy, and also stayed at the Mövenpick hotel. \nHe flew out of Istanbul on another private jet owned by Sky Prime Aviation with the tail number HZSK1, at 18:40 on 2 October, according to Turkish media. \nAbdulaziz Mohammed M Alhawsawi, 31\nThe New York Times cited a French \"professional\" who had worked with the Saudi royal family as identifying him as a member of the security team that travels with Crown Prince Mohammed bin Salman. \nSomeone with the same name is also listed on MenoM3ay as a member of the Saudi Royal Guard Regiment.\nMr Alhawsawi flew to Istanbul on a commercial flight, going through passport control at 01:43 on 2 October. \nHe stayed at the Wyndham Grand Istanbul Levant hotel, about 1km (0.6 miles) south of the Saudi consulate, and left Istanbul on HZSK2 with Dr Tubaigy.\nThaar Ghaleb T Alharbi, 39\nLast October, a man with that name serving in the Royal Guard was promoted to lieutenant for bravery in the defence of the crown prince's palace in Jeddah. In the incident, a gunman shot dead two royal guards and wounded three others before being killed. \nMr Alharbi arrived in Istanbul on the private jet HZSK2 and stayed at the Mövenpick. He also flew out on the private jet HZSK1.\nMohammed Saad H Alzahrani, 30\nA man by that name is listed on MenoM3ay as a member of the Royal Guard. \nA guard wearing a badge with that name also appears to have been photographed and filmed standing next to Crown Prince Mohammed bin Salman at an event in 2007, according to the activist Iyad el-Baghdadi. \nTurkish media said Mr Alzahrani arrived in Istanbul on a commercial flight, and that he stayed at the Wyndham Grand and flew out on the private jet HZSK2.\nBut the Washington Post said a man who answered a call placed to the number listed on MenoM3ay denied being in Turkey when Mr Khashoggi disappeared.\nKhalid Aedh G Alotaibi, 30\nA man by that name is identified on MenoM3ay with the Royal Guard.\nThe Washington Post reports that a Saudi passport held by a man with the same name was used to enter the US on trips that coincided with three visits by Saudi royals.\nHe flew to Istanbul on a commercial flight and stayed at the Wyndham Grand. He went through passport control at Istanbul airport at 20:28 before departing.\nNaif Hassan S Alarifi, 32\nA Facebook account of a man with that name included photographs of someone in uniform bearing Saudi special forces insignia, according to Qutaibi Idlbi, a Saudi-born Syrian entrepreneur based in Washington who said he was an acquaintance of Mr Khashoggi\nMr Alarifi is also listed on MenoM3ay as an employee of the crown prince's office.\nHe arrived in Istanbul on a commercial flight and went through passport control at 16:12. He stayed at the Wyndham Grand and departed on the private jet HZSK2.\nMustafa Mohammed M Almadani, 57\nHe is identified on MenoM3ay as someone who works for Saudi intelligence.\nMr Almadani arrived on HZSK2 and stayed at the Mövenpick. He went through passport control at Istanbul airport at 00:18 on 3 October before leaving on a commercial flight.\nMeshal Saad M Albostani, 31\nThe Facebook page of a man with the same name as Mr Albostani listed his position as a lieutenant in the Saudi air force. \nOn MenoM3ay he is described as a bodyguard in the Royal Guard, according to Mr Idlbi.\nMr Albostani went through passport control at Istanbul airport at 01:45 on 2 October and stayed at the Wyndham Grand. He departed on the private jet HZSK2.\nOn 18 October, the Turkish pro-government newspaper Yeni Safak reported there were claims that Mr Albostani had died in a \"suspicious car accident\" in Riyadh, but provided no details.  \nWaleed Abdullah M Alsehri, 38\nA man with that name serving in the Saudi Air Force was promoted to the rank of squadron leader by the crown prince last year, according to local media. \nMr Alsehri flew in on HZSK2 and stayed at the Mövenpick. He departed on HZSK1.\nMansour Othman M Abahussain, 46\nA man with the same name is identified on MenoM3ay as working for Saudi intelligence, according to Qutaibi Idlbi. \nA man by that name was also described as a colonel in the General Directorate of Civil Defence in a 2014 article by a local newspaper.  \nMr Abahussein arrived at Istanbul airport on a commercial flight and stayed at the Wyndham Grand. He left on board HZSK2.\nFahad Shabib A Albalawi, 33\nA man with that name is listed on MenoM3ay as a member of the Royal Guard.\nMr Albalawi arrived on one of the private jets and stayed at the Mövenpick. He flew out on HZSK1.\nBadr Lafi M Alotaibi, 45\nSomeone with that name is listed on MenoM3ay as a major in Saudi intelligence, according to Mr Idlbi.\nMr Alotaibi flew into Istanbul on HZSK2 and stayed at the Mövenpick. He flew out on HZSK1.\nSaif Saad Q Alqahtani, 45\nA man with his name is identified on MenoM3ay as working in the service of Crown Prince Mohammed bin Salman, according to the Washington Post.  \nMr Alqahtani arrived in Istanbul on the private jet HZSK2 and stayed at the Mövenpick. He went through passport control at Istanbul airport at 00:20 on 3 October before leaving on a commercial flight.\nTurki Muserref M Alsehri, 36\nHe arrived on HZSK2 and stayed at the Mövenpick. He left on HZSK1.", "viewtime": "2018-10-22 01:10:15", "url": "https://www.bbc.com/news/world-middle-east-45906396", "sha1": "230f0ba8c9de6c6e4d610b1d3b6cb4c8a42bf3bf"},
    {"headline": "Follow the 'yellow-brick road' - in Ghana", "author": "https://www.facebook.com/bbcnews", "keywords": ["Art", "Accra", "Ghana", "African art"], "description": "The artist who carpets streets in Accra with huge tapestries of yellow plastic squares.", "text": "If you follow the yellow-brick road in Ghana, it does not take you to the Land of Oz's Emerald City, but rather to La - a district in the capital Accra.\nThis is where artist Serge Attukwei Clottey periodically carpets the dusty streets with giant yellow plastic tapestries.\nClottey told the BBC his work is about property rights. The residents of many poor communities in Africa cannot prove land ownership because they do not have the paperwork.\nEach of the squares is cut from a distinctive type of jerrycan, known in Ghana as a \"Kufuor gallon\" - named after former President John Kufuor - and then sewn together to form plastic carpeting.\nIn the early 2000s, when Mr Kufuor was in power, there were water shortages and the large yellow containers began to be seen around the country as people used them on their long treks to collect water.\nSome are still in use, but many now lie discarded and Clottey repurposes them for his art, which he calls \"Afrogallonism\".\nClottey estimates that he has used 30,000 Kufuor gallons since 2005 when he started using them in his artwork. \nAbout 3,000 of them have gone into the yellow-brick road project that began in 2016, he says.\nThe artist works with an assistant, but local people also get involved in cutting up the Kufuor gallons and stitching the pieces together.\nThey are excited to be making an artwork that gets to be shown in their home rather than sent around the world - and they are happy that it draws foreign visitors to La, Clottey says.\nHe sketches what he wants the work to look like, but its exact form emerges organically as different people get involved.\nNii Odzenma \nAs part of the project he also gets people to help him collect the Kufuor gallons.\nClottey goes to dumpsites with friends and they dress up in drag to symbolise how the Kufuor gallons are associated with women. \nPeople take the Kufuor gallons that they have collected to Clottey's workshop, where they are weighed and paid $3 (£2.30) per kilogramme.\nClottey expects to complete the project in 2020 when he hopes to have marked out an area in La which he says belongs to his family. \nPictures by Nii Odzenma", "viewtime": "2018-10-22 01:10:18", "url": "https://www.bbc.com/news/world-africa-45836387", "sha1": "1f1879a293fdf1fa858d439d1f3bbd577ff83178"},
    {"headline": "In pictures: Legendary mountain team's 1921 Everest album", "author": "https://www.facebook.com/bbcnews", "keywords": ["Mount Everest", "Photography", "Mountaineering"], "description": "Newly digitised pictures shine light on the first British reconnaissance trip to Everest, in 1921.", "text": "British mountaineer George Mallory took his last breath on the imperious slopes of Everest in 1924.\nBut three years before that, he made history as part of the first British reconnaissance expedition to the world's highest peak.\nLed by soldier and explorer Charles Howard-Bury, this was the first group of Westerners to set foot on Everest.\nMallory and fellow climber Guy Bullock made it 23,000ft up the mountain via the North Col, on Everest's north ridge, before searing winds forced them to turn back. \nTheir journey proved that there was indeed a path to the top of the world. These are the pictures they took on the way:\nThe rocky shot below was captured on the Kyetrak Glacier on Cho Oyo, a mountain whose name means Turquoise Goddess in Tibetan. The peak is the world's sixth-highest.\nThe team were lucky to get it, as they encountered some early technical difficulties. Specifically, Mallory realised a month into the trip that he had put the glass-plate negatives in his camera the wrong way round.\nHe had clearly mastered photography to a greater degree by the time the team reached these cairns, at a rest stop on the way up to the Kharta Glacier:\nThe three below are some of the Sherpas who helped the British team ascend the mountain, pictured climbing a ridge. \nThe accomplished local mountaineers are toting the climbing tools of the age - not to mention the clothing.\nThe British reconnaissance team, which took no oxygen equipment, would be considered dangerously ill-equipped by modern standards.\n\nNepal bans Mount Everest solo climbers \nThe tragic tale of Everest’s most famous dead body\n\nSome parts of the trek featured deep snow conditions, as this Mallory snap demonstrates.\nGuy Bullock, who took this picture, captioned it, \"George Mallory climbing like a spider\". It shows Mallory leading a team up Everest's North Col.\nCharles Howard-Bury, the expedition leader who later became an MP, took this picture from the team's Everest base at 22,500ft - described as \"windy Col Camp\".\n\nInspiring teens conquer Everest - and win $36,000\nSherpa to make record 22nd Everest bid\n\nAlso immortalised were these Tibetan monks. This arresting picture shows the abbot of Shekar Chote monastery.\nThis image, another by Mallory, was one of the first ever to capture the snow-capped majesty of Earth's highest mountain range.\nThe location was described as, \"Camp at 20,000ft - the last day\".\nThis collection of pictures was digitised by the Salto Ulbeek studio in Belgium from the original silver nitrate negatives. \nThey will go on display in a free exhibition - Everest - A reconnaissance - at the Royal Geographical Society (RGS) in London from 29 October. \nAll images subject to copyright", "viewtime": "2018-10-22 01:10:19", "url": "https://www.bbc.com/news/uk-45932657", "sha1": "b4edf581a5e1b1360d49ccc15e0ed872bfa6c325"},
    {"headline": "What's at stake in Afghanistan's election?", "author": "https://www.facebook.com/bbcnews", "keywords": ["Afghanistan"], "description": "Afghans are set to defy threats, insecurity and fears over fraud as they vote in a new parliament.", "text": "Afghans are once again set to defy threats, insecurity and fears over electoral fraud as they prepare to vote in parliamentary elections on 20 October. \nThe poll is long overdue. Bitter wrangling over electoral reform since the stalemate of the 2014 presidential poll has delayed it by three-and-a-half years.\nSo what's at stake for Afghans and their fledgling democracy, four years since most Nato troops left the country? \nWhy do the elections matter? \nMost Afghans are desperate for a better life, jobs, education and an end to the war with the Taliban.\nFor the country's foreign partners, seeing a flourishing democracy would be the return they're seeking after many years of investment, billions of dollars spent and thousands of lives lost in more than a decade of fighting.\nThis will be the third parliamentary election since the Taliban were removed in 2001. \nThey should have been held when the current assembly's five-year term ended in 2015. But the standoff after the disputed 2014 presidential election changed all that, bringing the country to the brink of civil war.\nIt needed the intervention by the Unites States to pave the way for the current government of national unity (with Ashraf Ghani as president and his main rival Abdullah Abdullah as chief executive officer, a prime ministerial post in all but name).  \nBoth parties agreed a comprehensive review of the electoral system. Saturday's poll will be a test of the reforms undertaken and the ability of the country's much-criticised election commission to organise free and fair elections.\nThe poll is also seen as a test ahead of the all-important presidential elections due in April 2019. \nHow can you hold a vote amid so much violence? \nThe election will also test the readiness of the Afghan army and police who have been struggling to combat a rise in attacks by the Taliban this year. \nIt's also the first poll since Nato's combat mission ended in December 2014, placing security responsibility for the election primarily with Afghan forces. \nNato's Resolute Support Mission has promised to provide backup, as and when requested.\nBut with the Taliban openly active in as much as 70% of Afghanistan according to a BBC study published early this year, the security challenges are not being taken lightly. \nThe Taliban have urged people to boycott what they call \"fake\" elections. And Islamic State militants in Afghanistan have followed suit. \nSince the poll was announced there have been several attacks on voter registration centres, the deadliest killing almost 60 people in Kabul in April and claimed by the Islamic State group. \nAt least 10 candidates were killed in attacks around the country in the run-up to the vote. \nBut Afghan officials have vowed to fully secure the elections and open most polling centres across the country.\nIn previous polls as many as 10% of polling centres remained closed because of security concerns. This time about a third of the more than 7,000 centres will be shut.\nSo what about fraud?\nSecurity isn't the only issue threatening the vote. Past elections have been marred by corruption and fraud, with cases of ballot box stuffing, multiple voting and voter intimidation all documented.\nAhead of the current elections, the problem of over-registration of voters in a handful of provinces has raised concerns with some observers. \nIn five provinces, the number of registered voters was higher than that of the estimated eligible voting population, according to figures published on the election commission website.\nThe anomaly appears to be in part due to the lack of a system that connects individuals to a physical address and a specific constituency, and the lack of a central database which collates everyone who has been registered.\nFollowing protests by several political groups, the election commission agreed to demands to use biometric verification machines at all polling booths.\nMore than 20,000 of these hand-held devices are being distributed so voters' fingerprints and pictures can be taken, in an attempt to make sure no one votes twice.\nThere are fears the process may disenfranchise some voters, because the election commission says it will only accept votes validated through the biometric system, so technical faults or missing devices my cause problems. \nWho's standing?\nMore than 2,500 candidates are standing, meaning that on average there are at least 10 people contesting every seat in parliament.\nThere is no party political system so candidates run as de-facto independents, although many are linked to political groups and factions, often based on ethnic loyalties. \nAll this leads to a fractured political system, most visibly in Kabul where more than 800 candidates vie for 33 seats, leading to a very long ballot paper.\nAmong candidates who have close ties with former warlords, powerbrokers or current parliament members, using patronage and family ties is common.\nSome of the most prominent include the sons of second deputy CEO Mohammad Mohaqiq, Hizb-e Islami leader Gulbuddin Hekmatyar and Vice President General Dostum.\nBut for those who are hoping for change from the status quo of established politicians, there is a silver lining in the many campaign posters of young, educated candidates visible in Kabul and beyond, among them many former journalists, entrepreneurs and government employees.\nWhat about women? \nSecuring women's rights has always been a declared priority for Afghanistan's foreign backers. \nThat's reflected in the Afghan constitution which guarantees 68 seats - or 27% of the total - for women MPs, regardless of their vote share. \nAnd while this quota system has ensured that Afghan women participate in the legislative process, inequality and especially domestic violence remain huge problems. And parliament has remained dominated by conservatives.\nIn 2016 President Ashraf Ghani introduced the first woman candidate ever to sit on the bench of the Afghan Supreme Court, but parliament did not back her. \nDuring 2018 the president sought parliament's approval for 11 ministers. The only one who failed to win the backing of MPs was a woman.\nThe house also failed to pass legislation to defend women's basic rights, rejecting the law for the Elimination of Violence against Women. The bill was then passed by former President Karzai by decree in July 2009. \nWhether the 400 or so female candidates in the forthcoming election will secure a stronger voice for women remains to be seen. One indication might be if women secure more seats than allocated by the quota system.\nIn the 2010 election, women candidates beat the quota by just a single seat.\nWhat happens after the vote?\nWhile in most countries initial results or exit polls come within 24 hours, in Afghanistan the process takes rather longer. \nThat's in part due to logistical challenges like transporting the ballot boxes to Kabul from remote and insecure areas, and because of a multi-stage counting and verification process. \nThere will be three rounds of announcements: initial, preliminary and final results. \nAfter voting ends, polling stations conduct a first vote count in the presence of observers. The initial results sheet is sent to Kabul in a secure bag and a copy is posted outside the polling centre. \nFurther copies go to the candidate with the most votes, to the provincial complaints commission and another is placed inside the ballot box before it is sealed and transported back to the capital.\nOnce the boxes have arrived at the Election Commission's main office, the votes are counted again.\nPreliminary results are expected 20 days after the election, on 10 November. That's followed by a lengthy period in which complaints can be made and addressed. \nFinal results are due by 20 December.", "viewtime": "2018-10-22 01:10:20", "url": "https://www.bbc.com/news/world-asia-45836521", "sha1": "a062b13412fe2f9485a05c4a1c1d8bb652dfb61a"},
    {"headline": "The god who bars women from his temple", "author": "https://www.facebook.com/bbcnews", "keywords": ["Periods", "India", "Hinduism"], "description": "Why are women banned from entering the Sabarimala temple in southern India?", "text": "The Sabarimala temple in the south Indian state of Kerala this week opened its doors to women of all ages for the first time after a historic Supreme Court ruling.  However no women devotees have yet entered as violent protesters have blocked their way.\nTwo women - journalist Kavitha Jagdal and social activist Rehana Fathima - managed to reach the main temple premises on Thursday. More than 100 policemen protected them from stone-throwing protesters as they walked the last 5km (3-mile) stretch to the temple. \nBut they had to return after a stand-off with devotees metres from Sabarimala's sanctum.\nThe protesters have also included many women - they have participated in rallies, blocked roads and checked vehicles heading towards the temple to see if any women of a \"menstruating age\" - deemed to be those aged between 10 and 50 years - were trying to enter.\nThe temple attracts millions of devotees from across the country every year.\nWhy are protesters so angry?\nPart of the violent opposition to the Supreme Court order to reverse the temple's historical ban on women is because protesters feel the ruling goes against the wishes of the deity, Lord Ayappa, himself.\nHinduism regards menstruating women as unclean and bars them from participating in religious rituals.\nBut while most Hindu temples allow women to enter as long as they are not menstruating, the Sabarimala temple is unusual in that it was one of the few that did not allow women in a broad age group to enter at all.\nHindu devotees say that the ban on women entering Sabarimala is not about menstruation alone - it is also in keeping with the wish of the deity who is believed to have laid down clear rules about the pilgrimage to seek his blessings. \nEvery year, millions of male devotees trek up a steep hill, often barefoot, to visit the shrine. They also undertake a rigorous 41-day fast, abstaining from smoking, alcohol, meat, sex and contact with menstruating women before they begin the journey. \nWhat is the legend of Lord Ayappa?\nEvery god in the vast Hindu pantheon has his or her own personality, complete with a unique legend, and Lord Ayappa is no different. \nAccording to the temple's mythology, Lord Ayyappa is an avowed bachelor who has taken an oath of celibacy.\nThere are several stories about why this is the case.\nAccording to one legend, Ayappa was born out of a union between two male gods which gave him the ability to defeat a she-demon who had been unstoppable until then.\nUpon defeating her, it was revealed that she was really a young woman who had been cursed to live the life of a demon.\nShe fell in love with him and asked him to marry her, but he refused, saying he was destined to go into the forest and answer the prayers of his devotees.\nShe persisted, so he said he would marry her the day new devotees stopped coming to seek his blessings. \nThat never happened. \nThe legend says that she waits for him at a second temple, which lies on the way to the main Sabarimala shrine. \nWomen do not visit either temple - the belief is that to do so would insult both the deity and the sacrifice of the woman who loved him.\n\nMobs attack women near India Hindu temple\nEnough is enough: India women fight to enter temples\n\nAccording to another legend, Lord Ayappa was a prince who saved his kingdom from an Arab invader named Vavar.\nFollowing the battle, Vavar became a devout follower of the prince - there is also a shrine dedicated to him near Sabarimala. He is said to protect the pilgrims who come to Sabarimala to seek blessings.\nIn this version of the story, Lord Ayappa eventually took a vow to answer the prayers of every devotee who came to him, and shunned all worldly desires including contact with women, which is why women are not permitted inside his temple. \nThere could also be other legends associated with the deity and why women are not allowed inside. \nWhat are protesters saying?\n\"There is no jubilation among Hindu women devotees; on the contrary, they are distressed,\" author Vineetha Menon wrote in the Organiser - a publication run by the Hindu nationalist Rashtriya Swayamsevak Sangh (RSS), which has been at the forefront of protests. \nMs Menon argues that women do not enter the temple \"owing to the Lord's bhava [wish]\".\nSome male devotees have said that they will not return to the temple if the court ruling is enforced.\n\"We have been coming to temple for the last 30 years. But we may not come back because women entering the temple will spoil our belief system and sacred rituals,\" Murugan, a devotee, told BBC Hindi's Imran Qureshi. \nThe issue also divided the five-judge bench that gave the verdict. \nIndu Malhotra, the only woman judge on the bench, disagreed with the majority verdict. \n\"Issues of deep religious sentiments should not be ordinarily interfered by the court... Notions of rationality cannot be invoked in matters of religion,\" she said in her dissenting opinion.\nWomen have been demanding entry into the temple for decades. But in 2016, a controversial statement by the temple's chief gave fresh impetus to the protest.\nPrayar Gopalakrishnan said that he would allow women to enter only after a machine was invented to detect if they were \"pure\" - meaning that they weren't menstruating. \nPetitioners who appealed before the Supreme Court to lift the ban cited his statement, saying the temple's rituals violated equality guaranteed under India's constitution. They added that it was prejudiced against women and their right to worship.\nCorrespondents say that clashes between protesters and police may escalate in the coming days as more women are likely to attempt to enter the temple.", "viewtime": "2018-10-22 01:10:21", "url": "https://www.bbc.com/news/world-asia-india-45901014", "sha1": "098c5fc55eed0f72c9ed35297797a5edf280ee3c"},
    {"headline": "The BBC News app gives you the best of BBC News wherever you are", "author": "https://www.facebook.com/bbcnews", "keywords": [], "description": "Get our news coverage on your phone or tablet and discover a range of compelling features.", "text": "With the latest news and analysis from our journalists around the world and the unique human stories behind current events, we've got the best of our journalism in one place.\nClick here to download the BBC News app from the App Store for iPhone, iPad and iPod Touch.\nClick here to download the BBC News app from Google Play for Android devices.\nFeatures include:\n\nStories available and updated as they happen, with news alerts delivered within seconds\nA personalised feed with a choice of thousands of topics - so you get the news that matters most to you\nVideos of the Day. Watch the best of our footage and see what's getting people talking\nBBC Stories - your world revealed through in-depth storytelling\nFor UK users, watch the BBC News Channel live\n\nDepending on the contract you have, data charges may apply for accessing the internet on your mobile device.\nIf you are not sure about the potential charges, please ask your mobile network provider. You may find some costs are included in your existing price plan or that you can opt for a data package that gives reduced charges for accessing the internet.\nThe BBC does not charge you to access mobile content.", "viewtime": "2018-10-22 01:10:24", "url": "https://www.bbc.com/news/10628994", "sha1": "645e28cd4183c62ce262206ad7bafe702b62b896"},
    {"headline": "No-deal Brexit disastrous, says Ford boss", "author": "https://www.facebook.com/bbcnews", "keywords": ["Brexit", "Car industry", "Bridgend", "Companies", "Ford", "Wales Business", "Brexit"], "description": "The car giant's European boss says a no-deal Brexit could affect Ford's UK investment plans.", "text": "Ford's European boss has said a no-deal Brexit \"would be pretty disastrous\" for British industry and could affect the company's future in the UK. \nSteven Armstrong said he was \"still confident\" a tariff-free frictionless trade deal would be done.\nBut he told the BBC that a no-deal outcome would \"force us to think about what our future investment strategy for the UK would be\".\nMr Armstrong said a deal based on the EU-Canada deal would not work for Ford.\nAlthough a similar UK-Canada arrangement \"would allow tariff-free trade, it would still involve border checks - and would upset the just-in-time delivery model used by the company in Europe\", he said.\nIn the UK, Ford makes engines at its plants in Dagenham and Bridgend. It also has a joint venture making gearboxes in Halewood on Merseyside.\nHis comments come as Prime Minister Theresa May prepares for a crucial Brexit summit on Wednesday amid fears that talks have hit a \"real problem\" over the Northern Ireland border.\nExtra costs\nMr Armstrong said he would not like to see a Brexit that meant the UK would default to World Trade Organization rules and tariffs. \"That would put a significant amount of cost in our business,\" he said, adding that any additional costs would make the UK less competitive.\n\"It would certainly make us think long and hard about our future investment strategy.\"\n\nAnalysis\nBy Theo Leggett, BBC international business correspondent\nCar company bosses really don't like the idea of a no-deal Brexit. Steven Armstrong's warning follows a series of other foreboding statements from leaders whose firms have factories in the UK. They've been increasingly blunt recently, warning of potentially serious short-term disruption - production lines being halted - and a long-term loss of investment.\nMr Armstrong has made it clear he thinks a \"Canada-style deal\" with the EU will not cut the mustard either. This is a proposal favoured by many opponents of the prime minister's plans - a free trade deal modelled on the one the EU already has with Canada, with some extra benefits added on.\nThe concern for Ford is that while such a deal might allow products to cross borders without tariffs being applied, it would still involve customs checks. That's not a major problem when you're sending cars and parts across the Atlantic - immediacy isn't necessary. \nBut within Europe, manufacturers rely on \"just-in-time\" delivery, with fleets of lorries carrying parts from across the continent exactly when they are needed. Even minor delays at customs would upset this model. The industry wants \"frictionless\" trade, with no border checks at all.\nYet the compromises needed to guarantee frictionless borders seem to be politically indigestible.\n\nFord's Bridgend plant is losing its contract to supply engines for Jaguar Land Rover (JLR) in 2020, and the plant is seen as vulnerable.\nMr Armstrong said there was an investment strategy for Bridgend for the near-term future, and that plan would continue.\nBut beyond that, \"it very much depends on what happens post-Brexit\", he added.\n\"If we have a deal that allows us to be competitive in the UK then we will continue with the investment strategy. But it's too early to be specific about Bridgend at this point.\"\nHe dismissed suggestions that Brexit could be a convenient excuse to shrink the Bridgend plant after the JLR contract ends: \"We have to look at what's happening within our broader business. We have been very clear since [JLR] decided to put their business elsewhere that we would continue to look for options for Bridgend.\"", "viewtime": "2018-10-22 01:10:26", "url": "https://www.bbc.com/news/business-45860777", "sha1": "dac791d30047a56f3a56969847546ab3974559c3"},
    {"headline": "The divorced couple who built a shoe firm", "author": "https://www.facebook.com/bbcnews", "keywords": ["Entrepreneurship"], "description": "How Jodie and Michael Fox were able to build a fast-growing global shoe company, despite the breakdown of their marriage three years into the business.", "text": "Jodie Fox says that when she started a successful business with her then husband Michael, it was both \"amazing and equally difficult\".\nThe Australian couple had set up their company, Shoes of Prey, in Sydney in 2009, three years after they had married in their early 20s.\nTogether with co-founder and old college friend Mike Knapp, they launched their e-commerce website that allows women to design their own shoes. The company then makes them at its factory in China, before mailing them out to anywhere in the world.\nWhile the business is continuing to grow strongly, and so far more than six million shoes have been designed on its website, the Foxes' marriage broke down under the strain of working together, and they divorced in 2012.\nYet despite the end of their marriage, neither of them walked away from Shoes of Prey.\nInstead both continue to lead the business, which last year moved its headquarters to Los Angeles, as they aim to crack the giant US retail market. Jodie is the chief creative officer, while Michael is the chief executive.\nJodie, 34, says: \"Working with my husband was amazing because so few people are lucky enough to be able to see their partner in action, doing well in meetings, seeing how they work with others.\n\"But it was also difficult because switching off is near impossible.\"\nShe adds: \"At the end of a work day... it was hard to simply give unconditional  support for blowing off steam, rather than get into a conversation about what each of us saw in that event.\"\nWhen the couple eventually split, Jodie says it was \"very amicable\", which made it easier for them to switch to being just business partners and friends. She says they also worked hard to put emotion to one side.\n\"We've worked on communicating very clearly and frequently to ensure that tensions are resolved quickly,\" she says.\n\"And we operate with utmost respect and assumption of best intentions as first port of call for any emotionally triggered responses.\"\nShoe-making hobby\nJodie, Michael and Mike met while studying law in Brisbane.\nJodie, then 25, and working in marketing in Sydney, had taken to designing her own shoes, a form of creative expression that had attracted the attention of her female friends.\n\"I liked shoes,\" she says. \"But I could never really find exactly what I wanted.\n\"My girlfriends saw my [self-designed] shoes and asked where they came from. So I started to make shoes for them too.\"\nWhile hitting around business ideas on a beach on Queensland's Gold Coast in 2009, the three co-founders decided to expand on Jodie's hobby and develop a business that would let women design their own shoes via a website.\nCustomers can choose from 12 shoe shapes, and more than 170 fabrics and colours.\nThey chose the name Shoes of Prey because Jodie likens shopping to the thrill of the hunt.\nWithin two months the company broke even, and within two years it was enjoying multi-million dollar revenues, with prices starting from about US$129 (£89) per pair of shoes.\nMoving its headquarters from Australia to the US last year, it has now secured more than US$24m of private investment funding.\nSelf-help videos\nIn addition to the end of her marriage, Jodie says she has suffered from depression and \"imposter syndrome\" - a fear she didn't deserve to lead a successful company, and would be found out.\n\"Both of these things are incredibly normal in the entrepreneurship landscape,\" she says. \"Those feelings of not being capable or deserving, or smart enough, are extremely common.\"\nJodie, who now lives and works in the Los Angeles suburb of Santa Monica, says that as a result of the difficulties she has faced she is passionate about communicating the often difficult realities of entrepreneurship to others.\n\"Failing is a pretty frequent experience in the life of an entrepreneur,\" she says. \"I fail a lot every day. There are far more failures that I can talk about than successes, for sure.\"\nTo help her share her experiences - both good and bad - she has her own YouTube channel, where she posts videos with titles such as \"Business tips for shy people\" and \"Work v Life - is there work life balance?\" as well as lighter lifestyle videos.\nThese help Jodie - who is the face of the brand - connect with consumers.\nAnalyst James Stewart, head of retail practice at Australian consultancy Ferrier Hodgson, says this personal approach makes sense for a company that relies on interaction with its customers.\n\"Consumers used to buy a product based on a brand because that brand was special, and they can show it off to their friends and family,\" he says.\n\"Luxury brands are now accessible everywhere. So in order for consumers to have a shopping experience and product that is genuinely different, there's been a global push along the lines of personalisation and collaboration of products.\"\n'Being human'\nUntil recently Jodie says the firm did not consider opening any brick-and-mortar stores, as this seemed counterintuitive to a business based around an online design platform.\nHowever, she says that she and Michael and Mike - who both worked for Google in Australia before starting Shoes of Prey with her - realised they needed a physical presence when customers started turning up at their offices in Sydney.\n\"They would just walk into the middle of all the desks and be like, 'Hi, we just want to try some shoes on,'\" says Jodie. \"It was insane.\"\nAnd so in 2013 Shoes of Prey opened its first physical shop in Sydney's David Jones department store. Customers can use iPads to design their own shoes, and pick fabrics from samples placed around the shop.\nShoes of Prey now also has five stores in the US, located within branches of the Nordstrom fashion chain, and has big plans for further expansion. It currently has 220 employees.\nJodie admits that working with her ex-husband can still be challenging at times, \"but that's called being human\".\n\"I think you've got to accept that you're not going to like each other the whole time, but that you're aiming towards the same thing.\"", "viewtime": "2018-10-22 01:10:30", "url": "https://www.bbc.com/news/business-36321205", "sha1": "912344e2afa07c17bda2cd61916aa935c2667739"},
    {"headline": "The teenager who sparked an internet scandal", "author": "https://www.facebook.com/bbcnews", "keywords": ["Entrepreneurship", "Internet"], "description": "How young technology entrepreneur Ted Nash made millions from the internet and mobile phone apps, but caused a media storm along the way.", "text": "Ted Nash realised that his gossip website had somewhat backfired when a media scrum descended upon his parents' home in rural south-west England.\nAged 19 at the time back in late 2010, and still living with his mum and dad in Somerset, Mr Nash had developed a website called Little Gossip, where schoolchildren could anonymously post news of interest to their fellow pupils.\nMr Nash, now 25, says he had the best of intentions, but things very quickly went wrong.\nThe website was an immediate viral hit, gaining 33,000 users in just its first hour, then hundreds of thousands across the length and breadth of the UK within a few days.\nUnfortunately, at least 10% of the comments posted were malicious. And amid accusations that it was a bullying free-for-all, schools and parents were soon loudly complaining.\nAnd Mr Nash was doorstepped by tabloid reporters and TV crews.\nMr Nash says: \"My mum walked out one morning in her dressing gown to open the front gate for someone, and suddenly there were reporters asking her, 'Does Ted Nash live here?'\n\"She ran back inside, shouting to me, 'What have you done?'\"\nWith the story being widely reported across national UK newspapers, and on TV, Mr Nash shut down the website a few months later.\nA serial technology entrepreneur, who set up his first money-making website when he was just 12 years old, Mr Nash describes Little Gossip as \"an unbelievable learning curve\".\nHe says: \"As is more often the case, I came up with the idea for the website to solve my own problems.\n\"At school I was always much more interested in building a company. Because of that I felt that I had missed out on a huge amount of gossip and socialising, so I thought something like Little Gossip would be very useful, and it was started with good intentions.\n\"Unfortunately it was a sad state of affairs that you couldn't allow some people to be anonymous [without them abusing it], and we had to close it.\"\n'Spark'\nNow chief executive of a start-up technology company called Tapdaq, which aims to help small mobile phone apps more easily grow user numbers, Mr Nash is already 13 years into a busy and eventful business career.\nAt 17 he made almost £3m when three million people around the world paid 99 cents to download an app he had developed called Face Rate, and then he subsequently spent 18 months helping Rupert Murdoch's UK newspaper group, News UK, develop its mobile presence.\nBut Mr Nash says it all started when, aged 12, and on a family holiday in Spain, he was inspired by an 18-year-old he met who had made a decent amount of money by developing an early internet search engine.\n\"I saw all the material items that he had, and me being 12 I wanted that as well.\n\"It completely set off a spark in my head, and from that point onwards I was just fascinated by technology and the impact it can have. And, of course, the money it can make.\n\"At that age all I could think about was buying the next toy - literally. But [as] you get older you realise that the money is not so important, and that it is a subset for building something of value for other people to use.\"\nReturning to the UK, Mr Nash set to work on learning how to build websites, and still just 12, was successful with one of the first ones he built. Called Rediz, it was an online shopping index, with links to shopping websites.\nMr Nash was savvy enough to build up a user base, and he was soon getting paid by retailers for each customer who clicked through to their websites from his.\n\"I was earning the kind of money that 12-year-olds shouldn't, but I had to get my parents to sign all my contracts, because I was obviously too young.\"\nMany of Mr Nash's other websites, including an attempt at a search engine, were far less successful.\nHe says: \"From age 12 to 16, it was pretty much all trial and error. I built [metaphorically speaking] thousands of websites, the majority of which didn't see the light of day.\"\nSupport, advice and occasional investment along the way came from Steve Pankhurst, the founder of one-time UK social networking website Friends Reunited. Mr Nash had met Mr Pankhurst via his father.\n'Billion dollar'\nAfter Rediz, Mr Nash's next big hit was Face Rate, an app that measured - or at least tried to measure - how attractive a user was. It went viral, and Mr Nash says he \"made an obscene amount of money for a kid of that age\".\nThe ignominy of Little Gossip then followed, before Mr Nash helped the Times and Sunday Times newspapers improve their digital presence.\nMr Nash says his sole attention since 2013 has been London-based Tapdaq, which helps mobile phone apps cross-advertise on each other's platforms, thereby helping them to more easily build up user numbers. He says it has so far secured financial backing of $8m (£5.5m).\nThe ambitious Mr Nash has high hopes for the company, which he says \"could become a multibillion-dollar business\".\n\"For me being an entrepreneur is both a blessing and a curse,\" he says. \"I'm always thinking [of business ideas]. It keeps me awake at night.\"", "viewtime": "2018-10-22 01:10:31", "url": "https://www.bbc.com/news/business-36255780", "sha1": "96136f32820717046704e09a8601470f5994367b"},
    {"headline": "Sisters open romance-only bookshop", "author": "https://www.facebook.com/bbcnews", "keywords": ["Los Angeles", "Entrepreneurship", "Books"], "description": "With annual sales of romance books topping more than $1bn in the US alone, two sisters have opened what they say is the only bookshop in the US that solely sells romantic fiction.", "text": "Romance novels are a billion dollar industry, vastly outselling science fiction, mystery and literary books.\nAnd there's only one rule for writing a romance - it has to have a happy ending. \nYet the romance genre has long been dismissed as smut or trashy by many in, and out, of the publishing world  - a fact that mystifies sisters Bea and Leah Koch, who last month opened the US's first exclusively romantic fiction bookstore.\nTheir shop in Los Angeles is called The Ripped Bodice, and the store's motto is \"smart girls read romance\".\n\"The fact that up until now the best-selling genre in America didn't have its own bookstore honestly didn't seem fair to us,\" says Leah Koch. \n\"You have comic book stores, and science fiction bookstores, and mystery bookstores - probably all of which combined romance sells more than. We deserve our own book store, too.\" \n'Unique offering'\nPrimarily read by women, romance is by far the best-selling genre of fiction in North America - with $1.08bn (£760m) in sales in 2013, according to the Romance Writers of America. \nAnd readers of romantic fiction \"want a knowledgeable bookseller who's not going to laugh at them for reading romance,\" says Bea, a Renaissance scholar with degrees from Yale and New York University.\nYet Bea and Leah, who grew up in Chicago, say that the romance sections at most bookshops are woefully inadequate  - and you can forget about finding staff who can help with recommendations.\n\"The stigma against romance is extremely sexist,\" says Leah, 23. \n\"It is really interesting when you look at teenage girls... there is just an inherent dismissal of whatever teenage girls like, despite the fact that they have huge buying power, and should not be dismissed. And I do think that [sexism] extends to women of all ages.\"\nThe Ripped Bodice is a clean, well-lit place, devoted to the many sub-genres of romance, such as cowboys, aliens, Vikings, biker dudes and the paranormal.\nThere's also a large erotic section, a Spanish-language area and plenty for young adults, as well as the lesbian, gay, bisexual, trans and queer communities.\nIn the historical section, books include Jane Austen spinoffs and romantic tales among tartan-clad Scottish highlanders.\n\"Love can come in many forms,\" says Bea, 26, with a smile.\nThe store was opened with the help of romance fans. \nAs young, untested entrepreneurs, the sisters didn't expect banks to be much help, so they went directly to the internet to raise seed money from their peers.\nThey used the online crowd-funding platform Kickstarter to raise nearly $100,000 to open the shop.\nThey say that business has exceeded their expectations over their first few weeks, and that their very specialism will be the key to their store's long-term success.\nLeah says: \"We think niche book stores are the wave of the future, especially from a business perspective and for making enough money.\n\"To compete with Amazon you have to offer something unique.\" \nThe sisters say that romance readers want a place to gather and talk about the books, and meet authors. A place where fans of the genre can read romance without shame.\nAnd book industry figures show that buyers of romantic fiction are more loyal to brick and mortar stores than general readers.\nWhile only 41% of general book sales in the US are now from physical shops, last year's Nielsen's Romance Book Buyer report found that 56% of romance fans still primarily buy from brick and mortar stores.\nRomance fans also read voraciously. According to the Nielsen report, some 6% of buyers purchase romance books more than once a week, and 15% do so at least once a week. \nAnd the stigma against romance is changing. The success of the novel 50 Shades of Grey stunned the publishing world, and introduced a lot of new readers - including more men - to the genre. \nRomance is, however, still primarily read and created by women - who make up more than 85% of romance readers.\n'Good time'\nBest-selling US romance novelist Eloisa James (real name Mary Bly) says it is \"a wonderful idea\" to have a bookshop that only sells romantic fiction.\nShe created a pen name for writing romance because she didn't want it to jeopardise her academic career - she is today professor of literature at Fordham University in New York.\nMs James was born out of economic necessity back in the late 1990s when Prof Bly needed to pay off her student debt following studies at Harvard, Oxford and Yale.\n\"So I turned to a genre which I've always loved,\" she says, adding that the advance on her first book paid off her student loans. \nMs James has since written 25 books, 21 of them making it onto the New York Times bestseller list.\nWhen Eloisa James has a party, or reading and signing, at a bookstore, she says the storeowners are often shocked by the size of the crowds that show up, especially in bookstores with little or no romance section. \nShe adds that general bookshops often say they don't have the audience for romance, a claim she says is \"ridiculous\".\nBack at The Ripped Bodice, the Koch sisters intend to make the shop a profitable enterprise. They have big plans for book clubs and community events.\nOn a daily basis, Bea looks after the historical books, while Leah, who went to the University of Southern California, looks after the contemporary releases.\n\"We always tell people that they should expect The Ripped Bodice to be a serious business that doesn't take itself too seriously,\" Leah says.\n\"This is our livelihood. It's our business, we take it very seriously - however we are selling romance novels.\" \nBea chimes in: \"You are here to have a good time. To find something that might make you smile.\n\"That's what we want to be - a respite from everything else that's happening in the world.\"", "viewtime": "2018-10-22 01:10:33", "url": "https://www.bbc.com/news/business-36014902", "sha1": "88076c87c1aa0a3475ae17deab638801d0b93a44"},
    {"headline": "The web boss who went from rugs to riches", "author": "https://www.facebook.com/bbcnews", "keywords": ["Entrepreneurship", "Careers", "Employment"], "description": "How teenage carpet salesman Lee Biggins was able to set up one of the UK's most popular jobseekers websites, CV Library.", "text": "When teenage carpet salesman Lee Biggins decided to set up a jobseekers website, he wasn't going to let the fact he didn't have any computer skills hold him back.\nThis was back in 1999, and the then 19-year-old had big ambitions for his business idea.\nSo he went out and spent £899 on a computer, and an internet how-to book.\nMr Biggins, who had left school at 15 \"with some terrible grades - Es, Fs, and Gs\", also enrolled on a computer literacy course in his hometown of Fleet, in Hampshire, 45 miles south-west of London.\nBut realising he could still do with some technical assistance, he says he went to his local pub one evening and asked everyone: \"Does anyone know someone who can build a website?\"\nOne of his mates suggested that he should ask an old school friend called Brian Wakem, who had built a website for car enthusiasts.\nMr Wakem agreed to join him and as equal partners they set up their business, CV Library, in 2000.\nBacked by a £9,000 bank loan, Mr Wakem would look after the technology, while Mr Biggins would focus on the ideas and leadership.\nAfter a slow first three years, Mr Biggins says business then skyrocketed. Fast forward to today, and CV Library is the UK's third-largest jobseekers website.\nNow valued at £100m, and with its headquarters still based in Fleet, its annual turnover is £25m, and it is now expanding into the US.\nMr Biggins, now 38, says: \"I had a really tough time at school, I wasn't academic and I really struggled. I thought, for the want of a better word, that I was a loser.\n\"But when I grew up, I wanted to prove to myself, and everyone else, that actually I am made of something.\"\n'Just went crazy'\nMr Biggins says he came up with the idea of setting up a jobseekers website due to his own personal frustration at how laborious it was to apply for jobs.\n\"I was looking for jobs, and had to send my CVs to all these recruitment agencies,\" he says. \"I thought, 'There has got to be a better way of doing this.'\n\"So I came up with the idea of a website where you as the jobseeker can put your details, and then everyone [potential employers and recruitment firms] will come to you.\"\nWith CV Library not making any money in its first three years, Mr Biggins also continued to work for his father's carpet business. And to increase his knowledge of the jobs industry he did some shifts at a recruitment agency.\nAfter initial attempts to market the business by putting flyers on every car parked outside Fleet railway station failed to gain many customers, CV Library instead started to pay for adverts on Google and other internet search engines.\nUser numbers then slowly grew, before things \"just went crazy\" in 2004 as CV Library became widely known, and levels of jobseekers suddenly shot up. \nThis required Mr Biggins to start hiring the firm's first employees.\nMr Biggins admits that a substantial part of CV Library's success was its timing, the fact it was set up when the internet was in its relative infancy, and just as people were getting high-speed broadband connections.\nAs importantly, CV Library was one of the first jobseekers websites to be set up, giving it a first-to-market advantage. \n\"We only needed £9,000 to set up the business because the internet was new, and there was no-one else out there,\" he says.\n\"Today, by contrast, the barriers to entry are huge. Today you couldn't dream of starting up such a business without a couple of million pounds to get anywhere.\"\n'Very hands-on'\nCV Library now has 9.5 million registered jobseekers, and is used by more than 10,000 companies and recruitment agencies.\nCustomers include Asda, Tesco, Heineken, HSBC, the Royal Mail and Sky.\nWhile a multinational business may pay it tens of thousands of pounds, a pub looking for a new barman will be charged from £149.\nSince 2013 Mr Biggins has owned 100% of the business after Mr Wakem decided to quit to spend more time with his family. Mr Biggins bought his co-founder's stake for £10m.\nWith a new US office in Boston, Mr Biggins has plans for a global rollout, and wants CV Library to have a \"billion-dollar\" valuation in five years' time.\nOn a daily basis, he says he is \"very hands-on, always in the office, running round making sure that all the teams are happy\".\nHe does have his tough side though, as the 140 employees are not allowed to take smoking breaks, use their mobile phones, or surf the internet for personal reasons during work hours.\n\"I get my work ethic from my dad,\" says Mr Biggins. \"People say being an entrepreneur is something you are born with, and I do think it is a personality trait.\n\"But at the same time it can be massively frustrating, as I'm never satisfied.\"", "viewtime": "2018-10-22 01:10:35", "url": "https://www.bbc.com/news/business-36149134", "sha1": "db729d025e5dbe07aea475eda82b64f92c95ceb8"},
    {"headline": "The rise of popular lesbian dating app Her", "author": "https://www.facebook.com/bbcnews", "keywords": ["Entrepreneurship", "LGBT", "Apps", "Online dating"], "description": "A look at how tech entrepreneur Robyn Exton set up and grew lesbian dating app Her, which now has more than one million users around the world.", "text": "When Robyn Exton first launched her dating and social networking app for lesbians and bisexual women, a lack of cash for advertising meant she'd go to nightclubs armed with bottles of spirits.\n\"In the early days I'd go to nightclubs with a bottle of sambuca in one hand, and tequila in the other, and encourage girls to download the app in return for a shot,\" says the 29-year-old.\nThen at UK lesbian, gay, bisexual and transgender (LGBT) festivals Manchester and Brighton Pride, she targeted women by standing outside the portable toilets handing out toilet paper with flyers promoting the app.\nThis was back in 2013, and Ms Exton's low cost, but innovative, approach to marketing soon saw user numbers rise steadily, then further gaining traction thanks to positive word of mouth.\nFounded in London, but with its headquarters moving to San Francisco last year in order to be closer to US investors, and to be in the thick of the burgeoning social network scene, the Her app now has more than one million female users around the world.\n'Crazy'\nHer was born from Ms Exton's frustration with existing lesbian dating websites and apps, which she didn't think were good enough.\nShe says the market was dominated by \"dating sites that were initially created for gay men, and tuned pink for lesbians\".\nMs Exton had an inside business knowledge of this because at the time she was working for a London-based branding agency, where her client made dating platforms.\nThe light bulb moment when she decided to do something about the situation came when she was in a pub with two friends, one of whom had split with her girlfriend.\nMs Exton says: \"We told her you've got to join these sites to meet someone else, there's no other choice.\n\"It was crazy because I knew the industry because of my client, and I thought, 'is this the best that exists to women? Because it's embarrassing, and humiliating that we are forced to use these'.\"\nSo Ms Exton quit her job, and began work on developing Her.\nMoving in with her father to save money, she worked in a pub on evenings and weekends, and taught herself how to computer programme.\nArmed with £10,000 of savings, including a £4,000 lottery win, Ms Exton launched the first incarnation of Her in 2013, initially calling it Dattch, which stood for \"date catch\".\nTo secure support and business advice she successfully gained a place on start-up mentoring programme Wayra, which is run by telecommunications firm Telefonica.\nInitially just a dating app, additional material has been added over the past three years, including a news section, and event listings.\n\"We made it much more of a social experience for our users,\" says Ms Exton.\n\"A large percentage of our users are in a relationship, but use the app to find out what's happening in the city, read LGBT content, and make friends in their area.\"\nMeanwhile, the name was changed to Her in March 2015.\n\"People couldn't spell Dattch,\" says Ms Exton.\nPaid-for version\nSince its launch, Her has raised $2.5m (£1.7m) in funding, with US investors including Michael Birch, founder of social network Bebo, and Alexis Ohanian, co-founder of news platform Reddit.\nHowever, it has yet to make any money, as Ms Exton has so far followed the well-trodden path of gaining traction by offering a free service.\nRevenues may finally start to arrive later this year when Her launches a premium, paid-for version of the app. \nMs Exton won't be drawn on prices, and what it will entail, but she does say there will be \"extra value-added features\".\nTechnology analyst Britanny Carter of research group IbisWorld says that apps such as Her, that cater to specific demographics, are able to effectively carve a niche within the online dating space.\nShe adds: \"Including content to further engage users is an excellent way for Her to encourage app usage, especially when the user base is small and growth is critical.\"\nYet Ms Carter cautions that Her must always be on guard against potential competitors.\n\"Like most dating apps, the switching costs between apps is low, so Her will likely face competition from other apps looking to cater to the lesbian market.\"\n'Thank you'\nNow based in San Francisco with five colleagues, while two other Her employees remain in London, Ms Exton says the app is always on guard against men trying to sign up.\nThe business estimates that 15% of people trying to join are men pretending to be women.\nTo prevent this, all users have to verify their gender by signing up through their Facebook or Instagram accounts, while Her has other checking mechanisms in place, and genuine users are \"fast to report people that don't respect the community\".\nOn a much more positive note, Ms Exton says she is proud to to hear stories about women who are able to \"figure out a big part of their sexuality\" thanks to joining Her.\nShe recalls the time when a girl came up to her at the end of an event she was speaking at.\n\"She just wanted to say thank you,\" says Ms Exton. \"She had come across Her... and she could now meet with a group of women similar to her, who made her feel OK, and weren't going to ask her what she identifies as.\"", "viewtime": "2018-10-22 01:10:36", "url": "https://www.bbc.com/news/business-36202226", "sha1": "669d7bf38a448cc7b251efe182ca1cd9bfb231a1"},
    {"headline": "The real life slumdog multi-millionaire", "author": "https://www.facebook.com/bbcnews", "keywords": ["Mixed reality", "Entrepreneurship", "Pokemon Go", "New Delhi"], "description": "How Ambarish Mitra, the boss of mobile phone app Blippar, went from living in an Indian slum to running a technology business worth $1.5bn.", "text": "Ambarish Mitra ran away from home at the age of 15 to live in New Delhi's slums.\nBy the age of 17 he had 55 people working for him.\nNow, nearly 20 years later, he is the founder and boss of Blippar, a mobile phone app business valued at $1.5bn (£1.2bn).\nIt is perhaps no surprise that Ambarish describes his life as \"an adventure\".\nLaunched in 2011, Blippar is an augmented reality app. Using your mobile phone's camera, it superimposes animation or graphics onto the world around you.\nFor example, focus on a limited edition can of Coca-Cola - a company which has a tie-up with Blippar - and it becomes an animated jukebox that enables you to play music.\nOr point the camera at something like a humble apple, and a picture of the fruit will appear on the screen, plus a detailed guide to its history. The app also suggests related things to find out more about, such as cider or how to grow an orchard.\nWith the continuing popularity of the Pokemon Go game bringing augmented reality firmly into the mainstream, Blippar's launch five years ago seems particularly prescient.\nAnd Blippar is also proving rather popular. The company claims that the app has amassed more than 65 million users across 170 countries since 2011.\n'Very naive'\nRaised in a middle class family in a mining town called Dhanbad, in the east Indian state of Jharkhand, Ambarish decided to run away from home after he started to fail classes at school. He was also unhappy that his dad wanted him to go into engineering, while he wanted to work in computers.\nOne day, after weeks of planning, he wrote a letter to his parents announcing his departure, packed a bag, and left.\n\"I wrote 'I'm going to Mumbai', which was something people always said in the films. It was very naive,\" says Ambarish, now 37.\nInstead of Mumbai, Mr Mitra went to New Delhi and shared a \"classic Indian shed, made of clay\", in a slum in the south west part of the Indian capital.\nThe house had no sanitation, and he slept on a floor with six other people.\nWhen he was working in one of two jobs, selling magazines and working in a restaurant, he leafed through a newspaper and saw an advert offering $10,000 for a winning business idea. \nThe then 16-year-old's idea, to provide free internet to women earning below a certain wage, won. \nMr Mitra was motivated by the disparity he felt between the strong women in his family and the culture in wider Indian society.\nSo using the prize money, he launched Women Infoline. The firm's business model was that the funds it would make from advertising would enable it to provide internet access for free.\nAt its peak, Mr Mitra had 125 people working for him, but he says that at the time he \"wasn't a very good leader\".\nHe adds that the company, which he eventually floated and then resigned from in 2000, was \"very, very unprofitable\".\nPub inspiration\nAfter pocketing some money from Women Infoline, and making up with his family, Ambarish moved to the UK.\nHe wanted to start a UK-based technology company, but success proved rather elusive.\n\"Almost nine years went by from 2001 and 2010, and everything I did was a disaster,\" he says.\n\"All the ideas were very cool - but I couldn't pull it off. I was not left with any money.\"\nA stint working for an insurance company followed, where the entrepreneur says he joined at the \"lowest level\", and could do his entire week's work in six hours.\nAmbarish says he become frustrated, and started drinking \"quite heavily\". But then, one afternoon in a pub in Surrey, south of London, everything changed.\nHe says: \"I was my local pub… drinking with Omar [Tayeb, his Blippar co-founder].\n\"The last round of drinks was £15 - I put the money on the bar and made a joke, saying 'imagine if Queen Elizabeth came out of the bank note?'. It was just a silly joke.\"\nOmar, who Ambarish describes as \"the smart, educated one\", made an app prototype of his friend's face superimposed over the Queen's.\nAmbarish says it remained a trick that they would show people in bars, until he dawned on him that they should build an app that \"looks at everything in the world, and give you content on top of it\".\nAnd so Blippar was born.\n'Survive anything'\nGrowing quickly, Blippar now has offices in 12 locations around the world, including London, New York, San Francisco, Delhi and Singapore.\n\"We are big for a young company,\" says Ambarish.\nWhile he says that the fast rate of growth has often been challenging, particularly in regard to hiring staff, Blippar has had no difficulty in raising funds.\nThe firm and its 300-strong workforce has to date secured $99m of investment, including $54m earlier this year from the Malaysian government's investment arm.\nBlippar makes its money by doing tie-ups with brands, including publisher Conde Nast, carmaker Jaguar, consumer goods giant Unilever, and confectionary business Nestle to add more feature-rich content than the app simply telling you what the item in question is.\nThe app is also used by about 67,000 schools around the world - including in the UK, US, India and Canada.\nChris Green, technology analyst, says that part of the reason for Blippar's rising popularity is the fact that it doesn't require any specialist hardware - you simply use your smart phone.\n\"Its timing and ability to run over the top of existing technology is key, rather than requiring adoption of specialist hardware on par with Google Glass eyewear.\n\"The device aspect is important as its hardware that users are already comfortable with, so there's a far lower cultural barrier to use to overcome.\"\nIn future, Ambarish wants the app to recognise everything in the physical world.\nAnd one of his other aims is for Blippar to help educate and inform illiterate people, such as providing audio guides for train networks.\nRecently returning to Delhi to visit friends, Ambarish says he remembers that running away as a teenager \"gave me the feeling that, hey, if I can survive this, I can survive anything.\"\nHe adds: \"I'm excited for the adventure, and happy to be alive.\"", "viewtime": "2018-10-22 01:10:37", "url": "https://www.bbc.com/news/business-36824657", "sha1": "01a116091de5b61c238637a3974b4155b6e76733"},
    {"headline": "The boss who rose from the bottom rung", "author": "https://www.facebook.com/bbcnews", "keywords": ["Companies"], "description": "How the chief executive of UPS went from low level, part-time worker to chief executive of the world's largest parcel delivery service.", "text": "When David Abney got a part-time job for United Parcel Service (UPS) so he could afford to take his childhood sweetheart out on dates, little did he know that he would go on to become the giant company's boss.\nIt was in 1974 when a then 19-year-old Mr Abney first started working for the world's largest parcel delivery firm.\nA business student at Delta State University in Mississippi, at night he would work at the local UPS depot, loading packages onto vans. By day he would sleep between lectures on a sofa in the student lounge.\nHe was tired, but he had money to take his girlfriend out for a meal.\nAfter graduating in 1976, while many of his friends applied for more typical graduate jobs, Mr Abney decided to go full-time with his low level UPS job.\nHe says he had become fascinated with how the US business worked, how through teamwork it could deliver parcels on time across the States and around the world.\nSoon promoted to a UPS driver, and then a supervisor, over the next 40 years he continued to move up through the business, until, in 2014, he was appointed chief executive.\nMr Abney, a born and bred Mississippian, puts his success down to his deep Southern roots, willingness to work hard, and pride in the company. Others also cite his desire to learn about every single part of the business.\n'One of their own'\nAnother key factor behind Mr Abney's success was having a good mentor, someone to guide, advise and inspire him.\nThis was a small town UPS manager, who to this day remains a close confidant.\n\"He saw something in me that I could not see in myself, and he took a lot of time, and gave me a lot of attention,\" Mr Abney says.\n\"We still talk,\" he adds, describing not unconditional support, but a mentor who was always there to give advice that he \"needed to hear\".\nThe advice helped carry him to UPS's headquarters in Atlanta, Georgia, where he would go on to oversee the group's aviation division, and its fleet of 500 planes.\nHe then headed the firm's entire international division, which in the early 2000s saw him lead UPS's expansion into China. Mr Abney would take 10 trips a year to the country, meeting local businesses and government officials to learn how things worked, and where the company would need to adapt.\nIn 2007 he was appointed chief operating officer, and then chief executive seven years later.\nWhen Mr Abney's predecessor Scott Davis got the top job in 2008, there was some media speculation that Mr Abney and other senior managers who missed out would leave UPS.\nBut as Jeffrey Rosensweig, a business professor at Emory University in Atlanta, points out, the culture of jumping from company to company to secure promotions doesn't fit with either UPS or Mr Abney.\nInstead people are loyal to the business, and the successful move around a lot internally.\n\"It's a culture [at UPS] that has more in common with Japanese culture, or military culture, where, if you are doing well, they move you so that you learn more of the business,\" says Prof Rosensweig.\n\"David had to be flexible, he had to learn. I think people [at the company] see him as talented, but still one of their own.\n\"They know whatever they are doing that is hard, he has done it too.\"\nGoing forward, one of UPS and Mr Abney's biggest challenges is to deal with increased competition from the likes of Amazon, which is greatly increasing its own in-house delivery business.\nLike Amazon, UPS is researching delivery by drones. But Mr Abney thinks that such flying deliveries would be more useful in the developing world.\n\"In places like Rwanda, where 70% of the roads can be washed out by floods, I think drones can be a big help, but I don't expect that we'll see 10,000 drones flying over Atlanta,\" he says.\nIn the meantime, UPS - which has a workforce of 440,000 people - had net profits of $4.9bn (£3.7bn) last year, up 11% from $4.4bn in 2014.\nMr Abney says that UPS hasn't been \"a job or a career, it's a way of life\".\nAnd he hopes that, in the future, another person who started at the very bottom of UPS can lead the company.\n\"We focus on promotion from within and giving people opportunities and it's amazing to see people grow and develop over the years,\" he says.\n\"So I know it's still possible for someone to move up to CEO the way I did.\"\nHappy marriage\nGrowing up in the tiny city of Greenwood, Mississippi (population just 16,000), Mr Abney was the son of an insurance salesman father and homemaker mother.\nHe says he was determined to work hard in life and make something of himself. \"I'm a big believer that you have to take the hand you're dealt,\" he adds.\nHe is proud of his Mississippi heritage, and gives to charities in the state.\nHe also regularly returns to Delta State University, where he is a member of the board of directors for the university's foundation, and sponsors an annual business conference at the college.\nBut what happened to the childhood sweetheart, who was called Sherry? They became Mr and Mrs Abney, and remain happily married four decades later.\nAnd with Mr Abney earning more than $10m last year, paying for dinner isn't a problem any more.", "viewtime": "2018-10-22 01:10:39", "url": "https://www.bbc.com/news/business-37087358", "sha1": "4abd69de40658c6a38a2e290943d4485099634fb"},
    {"headline": "How one man took on Wall Street and won", "author": "https://www.facebook.com/bbcnews", "keywords": ["Entrepreneurship", "Stock markets"], "description": "A profile of stockbroker Brad Katsuyama, who devised a way to prevent the controversial practice of high frequency trading on the US financial markets.", "text": "As David and Goliath stories go, Brad Katsuyama's is a pretty good one.\nThe 38-year-old has taken on billions of dollars of vested interest on Wall Street, and won for the little guy.\nHis successes were detailed in the best-selling book Flash Boys by Michael Lewis, and apt for a tale that could read like a Hollywood movie script, Sony Pictures bought the film rights.\nBrad's story started in 2002 when he began working as a stockbroker in New York for the Royal Bank of Canada, aged 24.\nBuying shares for his clients, Brad kept running into the same problem.\nIt went something like this - his team would go to purchase a bundle of stocks at a certain price. But once they pressed \"buy\", only part of the order was available, and the price for the rest had gone up.\nAfter some investigation he found that the problem was caused by something called \"high frequency trading\" (HFT). \nBut what is HFT? And why should we care?\nHFT is a system that uses complex computer programs to execute millions of trades per second.\nUsing information generated at speeds many times faster than the blink of an eye, super-fast computers installed with HFT software can estimate the rising value of a stock before the increase takes place.\nUtilising HFT since 1999 has enabled some large investment banks, hedge funds, and other institutional investors to buy stocks microseconds before everyone else. They then make a profit - billions of dollars over the years - by selling the shares on at a higher price.\nBrad, who was trading for the likes of pension funds, and didn't have access to HFT, thought it was completely unfair. And he was determined to do something to prevent it.\nSo with a team of colleagues Brad started work on a way to disable HFT.\nLeaving Royal Bank of Canada with its blessing, in 2012 Brad established a stock brokerage called IEX that would utilise a method to remove the advantage of HFT. \nWhat they devised was a \"speed bump\", a system whereby trades are slowed down by 350 microseconds by using 38 miles of fibre optic cable stored in a compartment the size of a shoe box.\nThis doesn't sound like much of a time lapse - but it was enough of a delay to even the playing field by stalling HFT. \nSo anyone buying shares via IEX would not be at risk of an HFT rushing ahead of them. And IEX - like any other stock brokerage - would make its money by taking a small commission.\nBut while Brad and his colleagues thought they had come up with a great idea, not many people were initially interested.\nStarting out in a 200 sq ft (18.5 sq m) windowless office space in downtown Manhattan, the company could barely afford to pay salaries, and struggled to attract start-up funding.\n\"I think the idea sounded a bit crazier [to other people] than we first thought,\" Brad admits.\nBut Brad's competitive nature - honed over years of playing hockey and the Canadian version of American football, wouldn't let him quit.\nAnd IEX eventually began to make headway among traders looking to escape a market that seemed rigged against them.\nBut the biggest boost for IEX was the March 2014 release of the book Flash Boys by financial journalist Michael Lewis.\nBrad says it changed his life but more importantly, it helped the public understand the issue.\nBefore Flash Boys was released the company struggled to attract new talent. \"We had to find people who really believed in what we were doing,\" he says.\nBut after Flash Boys became a best-seller, IEX started to receive hundreds of application letters, and it was able to raise $75m (£53m) from investors.\nYet the company's higher profile, and then Brad's application for it to become a bona fide stock market, sparked a furious response from many in the Wall Street establishment who defended HFT and attacked IEX.\nIEX's opponents said its speed bump was unfair and wrong because it distorted prices.  \nJeff Sprecher, the chief executive of Intercontinental Exchange, the company that owns the New York Stock Exchange, even went as far as calling IEX's approach \"un-American\".\nBill Hart, boss of Modern Markets Initiative, a group that advocates HFT, says: \"Investors should always know the right price for their stock, by slowing that down we think investors won't see the best price.\"\nYet despite all the criticism of IEX, earlier this month the US regulator, the Securities and Exchange Commission, approved it becoming the 13th stock exchange in the US.\nIEX, which is profitable but currently handles only 1.6% of US stock trades, expects business to now grow extensively.\nOne of the numerous benefits of becoming an official stock exchange is that traders are legally bound to send orders to it if the stock prices listed there are better than other markets.\n\"Brad and his team have done a great job,\" says share trader Joseph Saluzzi of Themis Trading, and co-author of a book on HFT.\n\"They have taken some hits from major players who threw everything at them to stop them, and had the money and lobbyists to do it, and after all that IEX hasn't changed its general philosophy.\"\nNow with a team of 70 people, IEX has upgraded its office to the 44th floor of 4 World Trade Center, one of the new skyscrapers built on the site of the former World Trade Center at the southern tip of Manhattan.\nBrad's David has certainly beaten Goliath so far.", "viewtime": "2018-10-22 01:10:40", "url": "https://www.bbc.com/news/business-36544970", "sha1": "2e53cbee9b7ac4c155327502dfb71615472a2a98"}
]